{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lua-async-await": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-java-core": { "branch": "main" },
  "nvim-java-dap": { "branch": "main" },
  "nvim-java-refactor": { "branch": "main" },
  "nvim-java-test": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-doge": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
